[
{
"Title": "El tesoro de Arne",
"Top Cast": "Erik Stocklassa, Bror Berger, Richard Lund, Axel Nilsson, Hjalmar Selander, Concordia Selander, Gösta Gustafson, Mary Johnson, Wanda Rothgardt, Stina Berg, Gustav Aronson, Jenny Öhrström Ebbesen, Josua Bengtson, Georg Blomstedt, Albin Erlandzon, Yngve Nyqvist, Artur Rolén",
"Synopsis": "In 16th century Sweden, the lives of three Scottish mercenaries and a vicar's family intersect after a crime forever alters a small coastal town. As the three try to escape, they find themselves trapped when all ships are frozen in ice.",
"Director": "Mauritz Stiller",
"Storyline": "Three Scottish officers, including Sir Archi, murder Sir Arne and his household for a coffin filled with silver coins. The only survivor is Elsalill, who moves to relatives in Marstrand. There she meets a charming young officer - Sir Archi, and she soon understands that he was one of the murderers. She is in a classic dilemma between her love for Sir Archi and justice. —Mattias Thuresson",
"Genres": "Drama, History",
"Release Date": "September 22, 1919 (Sweden)",
"Language": "None, Swedish",
"Production Companies": "Svenska Biografteatern AB",
"Runtime": "2 hours 2 minutes",
"Certificate": "13",
"Rating": "7.2",
"Country of Origin": "Sweden",
"Plot Keywords": "silent filmsweden1500s16th centurywinter30 more",
"Year": "1919",
"Writers": " Selma  Lagerlöf(novel) Gustaf  Molander Mauritz  Stiller",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMGE3MGMxNjktM2Y0Yi00YzkzLWFlYTYtYWM1MDFmYzdhZWE5XkEyXkFqcGdeQXVyNzQxNDExNTU@._V1_.jpg"
},
{
"Title": "No cambies de esposo",
"Top Cast": "Elliott Dexter, Gloria Swanson, Lew Cody, Sylvia Ashton, Theodore Roberts, Julia Faye, James Neill, Ted Shawn, Irving Cummings, Clarence Geldert, Raymond Hatton, Jack Mulhall, Guy Oliver, Sam Wood",
"Synopsis": "Leila Porter comes to dislike her husband James, a glue king who is always eating onions and looking sloppy. But after she divorces him and marries two-timing playboy Schuyler Van Sutphen the now-reformed James looks pretty good.",
"Director": "Cecil B. DeMille",
"Storyline": "Leila Porter comes to dislike her husband James, a glue king who is always eating onions and looking sloppy. But after she divorces him and marries two-timing playboy Schuyler Van Sutphen the now-reformed James looks pretty good.",
"Genres": "Comedy",
"Release Date": "January 26, 1919 (United States)",
"Language": ", Language, None",
"Production Companies": "Artcraft Pictures Corporation",
"Runtime": "1 hour 11 minutes",
"Certificate": "Not Rated",
"Rating": "6.6",
"Country of Origin": "United States",
"Plot Keywords": "king",
"Year": "1919",
"Writers": "Jeanie Macpherson(story)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMTQ1NjkzMjA5MF5BMl5BanBnXkFtZTcwMjI2MjEzMQ@@._V1_.jpg"
},
{
"Title": "Fatty en el garaje",
"Top Cast": "Roscoe 'Fatty' Arbuckle, Buster Keaton, Molly Malone, Harry McCoy, Dan Crimmins, Monty Banks, Luke the Dog, Charles Dorety, Alice Lake, Polly Moran",
"Synopsis": "Roscoe and Buster operate a combination garage and fire station. In the first half they destroy a car left for them to clean. In the second half they go off on a false alarm and return to find their own building on fire.",
"Director": "Roscoe 'Fatty' Arbuckle",
"Storyline": "In this Roscoe 'Fatty' Arbuckle and Buster Keaton's fourteenth and last film together, Fatty, and his willing assistant, Buster, work as automotive mechanics who double as fearless volunteer firemen. During one fateful day--as a neglectful customer discovers the virtue of tipping, and Buster gets to know better Luke the Dog's mighty mandible--an ambitious Casanova who dreams of dating the boss' daughter, Molly, finds himself in an awful predicament. All of a sudden, a frantic fire starts devouring the fire station. Who is behind the firehouse's inexplicable arson? —Nick Riganas",
"Genres": "Short, Comedy",
"Release Date": "January 11, 1920 (United States)",
"Language": "None, English",
"Production Companies": "Comique Film Company",
"Runtime": "25 minutes",
"Certificate": "Not Available",
"Rating": "6.7",
"Country of Origin": "United States",
"Plot Keywords": "1900s900svolunteerarsonfirehouse65 more",
"Year": "1920",
"Writers": "Jean C. Havez(story)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BZWJlZmQxNmQtNTg3Mi00NGQxLWIwOWEtMDhlYzU3YTU5OWI2XkEyXkFqcGdeQXVyNjA5MTAzODY@._V1_.jpg"
},
{
"Title": "Harakiri",
"Top Cast": "Paul Biensfeldt, Lil Dagover, Georg John, Meinhart Maur, Rudolf Lettinger, Erner Huebsch, Käte Küster, Niels Prien, Herta Heden, Loni Nest",
"Synopsis": "The Buddhist priest wants the Daughter of the Daimyo to become a priestess at the Forbidden Garden. The Daimyo thinks if he were in Europe that his daughter should decide on her own, but he is denounced and has to commit harakiri. She meets Olaf, a European officer, falls in love and marries him, but after a few months he has to return to Europe. She gives birth to a ... Read all",
"Director": "Fritz Lang",
"Storyline": "The Buddhist priest wants the Daughter of the Daimyo to become a priestess at the Forbidden Garden. The Daimyo thinks if he were in Europe that his daughter should decide on her own, but he is denounced and has to commit harakiri. She meets Olaf, a European officer, falls in love and marries him, but after a few months he has to return to Europe. She gives birth to a child and is waiting for him, while he marries in Europe. When he comes back to Japan 4 years later, he is accompanied by his European wife... —Stephan Eichenberg <eichenbe@fak-cbg.tu-muenchen.de>",
"Genres": "Drama",
"Release Date": "December 6, 1920 (Denmark)",
"Language": "None, Dutch",
"Production Companies": "Decla-Bioscop AGDecla-Film-Gesellschaft Holz & Co.",
"Runtime": "1 hour 20 minutes",
"Certificate": "Not Rated",
"Rating": "5.6",
"Country of Origin": "Germany",
"Plot Keywords": "japanmadame butterflybased on play",
"Year": "1919",
"Writers": " David  Belasco(play \" Madame  Butterfly\") Max  Jungk John  Luther  Long(play \" Madame  Butterfly\")",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMTc4NDg2MjM2N15BMl5BanBnXkFtZTgwMzUyMTY0MjE@._V1_.jpg"
},
{
"Title": "The Grim Game",
"Top Cast": "Harry Houdini, Thomas Jefferson, Ann Forrest, Augustus Phillips, Tully Marshall, Arthur Hoyt, Mae Busch, Edward Martin, Jane Wolfe, George Cowl",
"Synopsis": "Jailed unjustly for a murder he did not commit, a young man uses his amazing powers of escape to free himself and pursue the actual killers, who hold his fiancée captive.",
"Director": "Irvin Willat",
"Storyline": "Jailed unjustly for a murder he did not commit, a young man uses his amazing powers of escape to free himself and pursue the actual killers, who hold his fiancée captive. —Jim Beaver <jumblejim@prodigy.net>",
"Genres": "Adventure, Drama",
"Release Date": "October 12, 1919 (United States)",
"Language": "None, English",
"Production Companies": "Paramount Pictures",
"Runtime": "1 hour 11 minutes",
"Certificate": "Not Available",
"Rating": "6.7",
"Country of Origin": "United States",
"Plot Keywords": "escapemurderframed for murderescape from jaildaredevil14 more",
"Year": "1919",
"Writers": " Arthur  B.  Reeve(story) John  Grey(story) Walter  Woods(scenario)",
"Budget": "$200,000",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BYjgxOTFjZGYtN2YzNC00NTE5LTlkNzAtMTlmNjIxYjZhNWZmXkEyXkFqcGdeQXVyNjUwMzI2NzU@._V1_.jpg"
},
{
"Title": "Un día de juerga",
"Top Cast": "Charles Chaplin, Edna Purviance, C. Allen, Naomi Bailey, Sallie Barr, Henry Bergman, True Boardman, James Bryson, Jackie Coogan, Dixie Doll, Charles S. Drew, Elmer Ellsworth, Marion Feducha, Leroy Finnegan, Mrs. Fowler, Warren Gilbert, J.A. Irvin, Bob Kelly",
"Synopsis": "A father takes his family for an outing, which turns out to be a ridiculous trial.",
"Director": "Charles Chaplin",
"Storyline": "Father takes his family for a drive in their falling-apart Model T Ford, gets in trouble in traffic, and spends the day on an excursion boat. As the boat is about to leave Charlie rushes ashore for cigarettes. As he returns the boat is leaving, but a fat lady has fallen forward with feet on the dock and hands on the deck so Charlie is able rush aboard across her back. —Ed Stephan <stephan@cc.wwu.edu>",
"Genres": "Short, Comedy",
"Release Date": "May 25, 1920 (Spain)",
"Language": "None, English",
"Production Companies": "First National Pictures",
"Runtime": "18 minutes",
"Certificate": "TV-G",
"Rating": "6.7",
"Country of Origin": "United States",
"Plot Keywords": "fathermothersonstuck in tarcar won't start28 more",
"Year": "1919",
"Writers": "Charles Chaplin",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMTg3OTg0MDUwNV5BMl5BanBnXkFtZTgwMjQyNzM2MzE@._V1_.jpg"
},
{
"Title": "No quiero ser un hombre",
"Top Cast": "Ossi Oswalda, Curt Goetz, Ferry Sikla, Margarete Kupfer, Victor Janson",
"Synopsis": "A teenaged tomboy, tired of being bossed around by her strict guardian, impersonates a man so she can have more fun, but discovers that being the opposite sex isn't as easy as she had hoped.",
"Director": "Ernst Lubitsch",
"Storyline": "High-spirited young Ossi Oswalda is the bane of her uncle and governess' existence. She insists on playing poker and smoking and talks with strange men on the street. When her uncle leaves to take up a new job, she looks forward to enjoying new freedom. Her hopes are dashed when her new guardian Dr. Kersten proves to be strict and unyielding. Frustrated with her cloistered life, Ossi sneaks out on the town dressed as a young man. She finds that being a man has its own disadvantages when she discovers she is not given the same gentle treatment when she is masquerading as a male.",
"Genres": "Comedy, Romance",
"Release Date": "November 18, 1918 (Hungary)",
"Language": "None, German",
"Production Companies": "Projektions-AG Union (PAGU)",
"Runtime": "45 minutes",
"Certificate": "Not Rated",
"Rating": "6.9",
"Country of Origin": "Germany",
"Plot Keywords": "tomboydrunkennesswoman dressed as manclaim in titlesecret identity5 more",
"Year": "1918",
"Writers": " Hanns  Kräly Ernst  Lubitsch",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BY2Q4ZjJjN2ItMTZjMC00MDE4LWJhZjctMzI0NTU3YjUxZGU4XkEyXkFqcGdeQXVyMjUxODE0MDY@._V1_.jpg"
},
{
"Title": "Macho y hembra",
"Top Cast": "Thomas Meighan, Theodore Roberts, Raymond Hatton, Robert Cain, Gloria Swanson, Lila Lee, Bebe Daniels, Julia Faye, Rhy Darby, Mildred Reardon, Mayme Kelso, Edmund Burns, Henry Woodward, Sydney Deane, Wesley Barry, Edna Mae Cooper, Lillian Leighton, Guy Oliver",
"Synopsis": "Lady Mary Lasenby is a spoiled maiden who always gets her way until shipwrecked with her butler, then learns which qualities are really admirable in a person.",
"Director": "Cecil B. DeMille",
"Storyline": "Lord Brockelhurst, his unwilling betrothed Lady Mary, his butler Crichton and scullery maid Tweeny are on Lord Loam's yacht which is wrecked leaving them all to cope on a desert island. Class distinctions fall apart for the time being. —Ed Stephan <stephan@cc.wwu.edu>",
"Genres": "Adventure, Drama",
"Release Date": "November 23, 1919 (United States)",
"Language": "None, English",
"Production Companies": "Paramount Pictures",
"Runtime": "1 hour 56 minutes",
"Certificate": "Not Rated",
"Rating": "7.0",
"Country of Origin": "United States",
"Plot Keywords": "butleryachtmaidclass distinctioncastaway18 more",
"Year": "1919",
"Writers": " Jeanie  Macpherson J. M.  Barrie(by: \" The  Admirable  Crichton\")",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BODE2ZTlmNjUtZDU2Yi00ZjViLTllYTEtMDNmNDFmNjZlNDkwXkEyXkFqcGdeQXVyMjcxNjI4NTk@._V1_.jpg"
},
{
"Title": "Yo acuso",
"Top Cast": "Romuald Joubé, Maxime Desjardins, Séverin-Mars, Angèle Guys, Maryse Dauvray, Mancini, Elizabeth Nizan, Pierre Danis, Blaise Cendrars, Paul Duc",
"Synopsis": "The story of two men, one married, the other the lover of the other's wife, who meet in the trenches of the First World War, and how their tale becomes a microcosm for the horrors of war.",
"Director": "Abel Gance",
"Storyline": "The story of two men, one married, the other the lover of the other's wife, who meet in the trenches of the First World War, and how their tale becomes a microcosm for the horrors of war.",
"Genres": "Drama, Horror, War",
"Release Date": "April 25, 1919 (France)",
"Language": ", Language, French",
"Production Companies": "Pathé Frères",
"Runtime": "2 hours 46 minutes",
"Certificate": "Not Rated",
"Rating": "7.7",
"Country of Origin": "France",
"Plot Keywords": "french soldierromantic trianglearmy of the deadworld war onepacifism17 more",
"Year": "1919",
"Writers": "Abel Gance",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BZDVkN2JjODUtMmI5Yi00Yjk2LThkNjItY2I4NTNkYTg0NGMxXkEyXkFqcGdeQXVyNDMzNDQ4ODA@._V1_.jpg"
},
{
"Title": "The Hoodlum",
"Top Cast": "Mary Pickford, Ralph Lewis, Kenneth Harlan, T.D. Crittenden, Aggie Herring, Andrew Arbuckle, Max Davidson, Paul Mullen, Buddy Messinger, Nellie Anderson, Ernest Butterworth Jr., B.A. Lewis, Lafe McKee",
"Synopsis": "A spoiled young rich girl is forced by misfortune to fight for survival in the slums and alleys, where she becomes involved with all manner of unpleasantness.",
"Director": "Sidney Franklin",
"Storyline": "A spoiled young rich girl is forced by misfortune to fight for survival in the slums and alleys, where she becomes involved with all manner of unpleasantness. —Jim Beaver <jumblejim@prodigy.net>",
"Genres": "Comedy",
"Release Date": "August 31, 1919 (United States)",
"Language": "None, English",
"Production Companies": "Mary Pickford Company",
"Runtime": "1 hour 18 minutes",
"Certificate": "Not Rated",
"Rating": "6.7",
"Country of Origin": "United States",
"Plot Keywords": "slumspeeding vehicletutorfall down stairsumbrella25 more",
"Year": "1919",
"Writers": " Julie  Mathilde  Lippmann(novel \" Burkeses'  Amy\") Bernard  Mc Conville(adapted by)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BNjdhMmRkNDgtNzk3NS00OTcyLWEzMTUtZGFhNjE1NjVkMjdmXkEyXkFqcGdeQXVyNDY1NzU5NjY@._V1_.jpg"
},
{
"Title": "El gabinete del Dr. Caligari",
"Top Cast": "Werner Krauss, Conrad Veidt, Friedrich Feher, Lil Dagover, Hans Heinrich von Twardowski, Rudolf Lettinger, Rudolf Klein-Rogge, Hans Lanser-Rudolf, Henri Peters-Arnolds, Ludwig Rex, Elsa Wagner",
"Synopsis": "Hypnotist Dr. Caligari uses a somnambulist, Cesare, to commit murders.",
"Director": "Robert Wiene",
"Storyline": "Francis, a young man, recalls in his memory the horrible experiences he and his fiancée Jane recently went through. It is the annual fair in Holstenwall. Francis and his friend Alan visit The Cabinet of Dr. Caligari, an exhibit where the mysterious doctor shows the somnambulist Cesare, and awakens him for some moments from his death-like sleep. When Alan asks Cesare about his future, Cesare answers that he will die before dawn. The next morning Alan is found dead. Francis suspects Cesare of being the murderer, and starts spying on him and Dr. Caligari. The following night Cesare is going to stab Jane in her bed, but softens when he sees the beautiful woman, and instead of committing another murder, he abducts her. Jane's father awakens because of the noise, and he and some servants follow the fleeing Cesare. When Cesare cannot outrun his pursuers anymore, he gently places Jane down on the ground, and runs away. Francis and the police investigate the caravan of Dr. Caligari, but the doctor succeeds in slipping away. Francis pursues the fleeing Dr. Caligari, and sees him disappear into a madhouse. Francis enters the madhouse, where he is sure he will find the truth behind all these mysterious events. —Maths Jesperson {maths.jesperson1@comhem.se}",
"Genres": "Horror, Mystery, Thriller",
"Release Date": "February 27, 1920 (Germany)",
"Language": ", Language, German",
"Production Companies": "Decla-Bioscop AG",
"Runtime": "50 minutes",
"Certificate": "7",
"Rating": "8.1",
"Country of Origin": "Germany",
"Plot Keywords": "somnambulistsomnambulismcharacter name in titlevillaindelusion104 more",
"Year": "1920",
"Writers": " Carl  Mayer Hans  Janowitz",
"Budget": "$18,000",
"Gross Worldwide": "$8,811",
"Image": "https://m.media-amazon.com/images/M/MV5BNWJiNGJiMTEtMGM3OC00ZWNlLTgwZTgtMzdhNTRiZjk5MTQ1XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_.jpg"
},
{
"Title": "Die Spinnen, 1. Teil - Der Goldene See",
"Top Cast": "Carl de Vogt, Lil Dagover, Ressel Orla, Georg John, Bruno Lettinger, Edgar Pauly, Paul Morgan, Meinhart Maur, Friedrich Kühne, Paul Biensfeldt, Gilda Langer, Harry Frank, Hans Lanser-Rudolf",
"Synopsis": "Kay Hoog finds a message that indicates that some Incas are still alive, but the secret organisation \"Die Spinnen\" wants the Incas' gold....",
"Director": "Fritz Lang",
"Storyline": "In San Francisco, the sportsman Kay Hoog tells to the members of a club that he has found a message in a bottle with a map from a Harvard's missing professor telling about a treasure of an Inca lost civilization still alive. He decides to go to Peru to seek the gold. However, members of the secret criminal organization \"The Spiders\" leaded by Lio Sha break in Kay's mansion during the night and steal the map. Kay Hoog travels to Peru, where he retrieves his map and a document about the Diamond Ship from The Spiders. Later he saves the Priestess of the Sun Naela and brings her to San Francisco. However, The Spiders kill Naela and Kay Hoog promises revenge for the death of his love. —Claudio Carvalho, Rio de Janeiro, Brazil",
"Genres": "Adventure, Western",
"Release Date": "July 5, 1920 (Denmark)",
"Language": ", Language, German",
"Production Companies": "Decla-Bioscop AGDecla-Film-Gesellschaft Holz & Co.",
"Runtime": "1 hour 21 minutes",
"Certificate": "Not Rated",
"Rating": "6.6",
"Country of Origin": "Germany",
"Plot Keywords": "adventurer",
"Year": "1919",
"Writers": "Fritz Lang",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMTY2MDFjY2QtYjY0YS00YmVkLTg1OTQtZDViYTgwZDBkNmViXkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_.jpg"
},
{
"Title": "El verdadero corazón de Susie",
"Top Cast": "Lillian Gish, Robert Harron, Wilbur Higby, Loyola O'Connor, George Fawcett, Clarine Seymour, Kate Bruce, Carol Dempster, Raymond Cannon, Louise Emmons",
"Synopsis": "Susie, a plain young country girl, secretly loves a neighbor boy, William. She believes in him and sacrifices much of her own happiness to promote his own ambitions, all without his knowledge. Eventually he rises to a position of success and sophistication, and Susie realizes that she has through her own efforts raised him to a level where he is inaccessible to her.",
"Director": "D.W. Griffith",
"Storyline": "Susie, a plain young country girl, secretly loves a neighbor boy, William. She believes in him and sacrifices much of her own happiness to promote his own ambitions, all without his knowledge. Eventually he rises to a position of success and sophistication, and Susie realizes that she has through her own efforts raised him to a level where he is inaccessible to her. —Jim Beaver <jumblejim@prodigy.net>",
"Genres": "Comedy, Drama, Romance",
"Release Date": "June 1, 1919 (United States)",
"Language": "None, English",
"Production Companies": "D.W. Griffith Productions",
"Runtime": "1 hour 27 minutes",
"Certificate": "Not Rated",
"Rating": "7.0",
"Country of Origin": "United States",
"Plot Keywords": "female protagonistministermarriagesmall town americanaself sacrifice1 more",
"Year": "1919",
"Writers": "Marian Fremont(story)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMjc1ODI3NTMxMF5BMl5BanBnXkFtZTgwMjE5MjAwMzE@._V1_.jpg"
},
{
"Title": "Al sol",
"Top Cast": "Charles Chaplin, Edna Purviance, Olive Ann Alcorn, Albert Austin, Henry Bergman, Alva D. Blake, Olive Burton, Willie Mae Carson, George Cole, Tom Harrington, N.E. Hendrix, Lulu Jenks, J. Parks Jones, David Kohn, Helen Kohn, Granville Redmond, Tom Terriss, Loyal Underwood",
"Synopsis": "Charlie works on a farm from 4am to late at night. He gets his food on the run (milking a cow into his coffee, holding an chicken over the frying pan to get fried eggs). He loves the neighbor's daughter Edna but is disliked by her father. He rides a cow into a stream and is kicked off. Unconscious, he dreams of a nymph dance. Back in reality a city slicker is hurt in ... Read all",
"Director": "Charles Chaplin",
"Storyline": "Charlie works on a farm from 4am to late at night. He gets his food on the run (milking a cow into his coffee, holding an chicken over the frying pan to get fried eggs). He loves the neighbor's daughter Edna but is disliked by her father. He rides a cow into a stream and is kicked off. Unconscious, he dreams of a nymph dance. Back in reality a city slicker is hurt in a car crash and is being cared for by Edna. When Charlie is rejected after attempting to imitate the slicker, the result is ambiguous--either tragic or a happy ending. Critics have long argued as to whether the final scene is real or a dream. —Ed Stephan <stephan@cc.wwu.edu>",
"Genres": "Comedy, Short",
"Release Date": "November 7, 1919 (Spain)",
"Language": "None, English",
"Production Companies": "First National Pictures",
"Runtime": "41 minutes",
"Certificate": "Not Available",
"Rating": "6.7",
"Country of Origin": "United States",
"Plot Keywords": "cowbreadcoffeesugarsugar cube25 more",
"Year": "1919",
"Writers": "Charles Chaplin",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BOWQwNmYxOWEtMTg0ZS00MDY0LTk2NGEtNDZhNjhkY2ZiNjhkXkEyXkFqcGdeQXVyMTk2MzI2Ng@@._V1_.jpg"
},
{
"Title": "Páginas del libro de Satán",
"Top Cast": "Helge Nissen, Halvard Hoff, Jacob Texiere, Hallander Helleman, Ebon Strandin, Johannes Meyer, Nalle Halden, Tenna Kraft, Viggo Wiehe, Emma Wiehe, Jeanne Tramcourt, Hugo Bruun, Elith Pio, Emil Helsengreen, Viggo Lindstrøm, Vilhelm Petersen, Clara Pontoppidan, Carlo Wieth",
"Synopsis": "In 4 episodic tales of human suffering: the temptation of Jesus, the Spanish Inquisition, the French Revolution and the Russo-Finnish war of 1918, Satan attempts to win God's favor.",
"Director": "Carl Theodor Dreyer",
"Storyline": "After seeing D. W. Griffith's epic Intolerance, Denmark's greatest director, Carl Theodor Dreyer (The Passion of Joan of Arc, Vampyr), was inspired to make his own four-episode historical epic with each story told end to end, anthology-style, linked by theme to the others. The unifying character, Satan, attempts to win God's favor but is doomed to cheerless participation in dark episodes of human history: the temptation of Jesus, the Spanish Inquisition, the French Revolution and the Russo-Finnish war of 1918. Few directors resisted compromise and convention the way Dreyer did; fortunately, the Nordisk Film Company was artistically progressive by Hollywood standards and agreed that this should be a prestige film made to the highest standards. More than two years in production, Dreyer not only directed but also controlled every facet of this ambitious production. —Anonymous",
"Genres": "Drama",
"Release Date": "January 24, 1921 (Denmark)",
"Language": ", Language, None",
"Production Companies": "Nordisk Film",
"Runtime": "2 hours 47 minutes",
"Certificate": "TV-14",
"Rating": "6.6",
"Country of Origin": "Denmark",
"Plot Keywords": "marie antoinette characterjesus christ charactersatan characterjudas iscariot charactertemptation41 more",
"Year": "1920",
"Writers": " Edgar  Høyer(scenario by) Marie  Corelli(from a novel by) Carl  Theodor  Dreyer(uncredited)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BOGRmNjYxYTgtNzAwNS00ZDE3LTg5MjktMWU2MjJiYTc2OTk5XkEyXkFqcGdeQXVyMDY4MzkyNw@@._V1_.jpg"
},
{
"Title": "El hombre y la bestia",
"Top Cast": "John Barrymore, Martha Mansfield, Brandon Hurst, Charles Lane, Cecil Clovelly, Nita Naldi, Louis Wolheim, Alma Aiken, J. Malcolm Dunn, Ferdinand Gottschalk, Julia Hurley, Jack McHugh, Georgie Drew Mendum, Blanche Ring, May Robson, George Stevens, Edgard Varèse",
"Synopsis": "Dr. Henry Jekyll experiments with scientific means of revealing the hidden, dark side of man and releases a murderer from within himself.",
"Director": "John S. Robertson",
"Storyline": "Based on the Robert Louis Stevenson story: Doctor Henry Jekyll's enthusiasm for science and his selfless acts of service have made him a much-admired man. But as he visits Sir George Carew one evening, his host criticizes him for his reluctance to experience the more sensual side of life. Sir George goads Jekyll into visiting a music hall, where he watches the alluring dancer Gina. Jekyll becomes fascinated with the two contrasting sides of human nature, and he becomes obsessed with the idea of separating them. After extensive work in his laboratory, he devises a formula that does indeed allow him to alternate between two completely different personalities, his own and that of a brutish, lascivious person whom he names Hyde. It is not long before the personality of Hyde begins to dominate Jekyll's affairs. —Snow Leopard",
"Genres": "Drama, Horror, Sci-, Fi",
"Release Date": "September 28, 1920 (Denmark)",
"Language": "None, English",
"Production Companies": "Paramount Pictures",
"Runtime": "1 hour 9 minutes",
"Certificate": "Unrated",
"Rating": "7.0",
"Country of Origin": "United States",
"Plot Keywords": "gothic horrorsilent filmcult filmself experimentationcharacter names in title65 more",
"Year": "1920",
"Writers": " Robert  Louis  Stevenson(by) Clara  Beranger(scenario) Thomas  Russell  Sullivan(play)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMzE5YjQ0OTEtZWYxOS00OGEzLTlhYjMtMTNlOTllNGNiNDY1XkEyXkFqcGdeQXVyMDI2NDg0NQ@@._V1_.jpg"
},
{
"Title": "Convicto 13",
"Top Cast": "Buster Keaton, Sybil Seely, Joe Roberts, Edward F. Cline, Joe Keaton, Louise Keaton, Harry Keaton",
"Synopsis": "A young golfer is mugged by an escaped convict and finds himself in a prison where he foils a jailbreak.",
"Director": "Edward F. Cline",
"Storyline": "Buster is playing golf with Sybil when he gets knocked out. An escaped prisoner changes clothes with him. Buster goes to prison and learns that he is to be hanged. He changes clothes with a guard just as prisoner Roberts attacks all the guards. —Ed Stephan <stephan@cc.wwu.edu>",
"Genres": "Short, Comedy, Crime",
"Release Date": "March 1, 1982 (Spain)",
"Language": "None, English",
"Production Companies": "Joseph M. Schenck Productions",
"Runtime": "19 minutes",
"Certificate": "T",
"Rating": "7.1",
"Country of Origin": "United States",
"Plot Keywords": "rockpilevisual gagchasecomic herocomic violence31 more",
"Year": "1920",
"Writers": " Edward  F.  Cline Buster  Keaton",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMjMzOTM3NTkxMV5BMl5BanBnXkFtZTgwNzI0NDAwMjE@._V1_.jpg"
},
{
"Title": "Erotikon",
"Top Cast": "Anders de Wahl, Tora Teje, Karin Molander, Elin Lagergren, Lars Hanson, Vilhelm Bryde, Bell Hedqvist, Torsten Hammarén, Vilhelm Berndtson, Stina Berg, John Lindlöf, Greta Lindgren, Carl Wallin, Gucken Cederborg, Tora Wibergh, Carina Ari, Martin Oscár, Fridolf Rhudin",
"Synopsis": "EROTIKON surely pushed the boundaries of what was acceptable on the screen in 1920: Irene, the bored wife of a distracted entomologist, pursues a womanizing aviator, but she may actually be in love with Preben, her husband's best friend. Meanwhile, her husband seems to be getting unusually close with his own niece. Stiller obviously delights in teasing his audience wi... Read all",
"Director": "Mauritz Stiller",
"Storyline": "EROTIKON surely pushed the boundaries of what was acceptable on the screen in 1920: Irene, the bored wife of a distracted entomologist, pursues a womanizing aviator, but she may actually be in love with Preben, her husband's best friend. Meanwhile, her husband seems to be getting unusually close with his own niece. Stiller obviously delights in teasing his audience with each scandalous plot twist and every salacious leer, and the result is a deliciously subversive comedy that was very much ahead of its time. —Anonymous",
"Genres": "Comedy, Romance",
"Release Date": "November 8, 1920 (Sweden)",
"Language": "None, Swedish",
"Production Companies": "Svensk Filmindustri (SF)",
"Runtime": "1 hour 46 minutes",
"Certificate": "13",
"Rating": "6.5",
"Country of Origin": "Sweden",
"Plot Keywords": "silent filmentomologistmarried couplesweden1910s34 more",
"Year": "1920",
"Writers": " Ferenc  Herczeg(play \" A  Kék róka\") Gustaf  Molander(screenplay) Arthur  Nordén(screenplay)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BZjUzZDk3OTQtNWM4OC00ZWY0LTg4ZmQtZjlkZmRmNmU0ODVjXkEyXkFqcGdeQXVyOTI2MjI5MQ@@._V1_.jpg"
},
{
"Title": "Historias tenebrosas",
"Top Cast": "Anita Berber, Conrad Veidt, Reinhold Schünzel, Hugo Döblin, Paul Morgan, Georg John, W. Arnoldi, Bernhard Goetzke, Richard Oswald, Hans Heinrich von Twardowski",
"Synopsis": "A demon, a reaper, and the ghost of a prostitute read gothic short stories and act them out.",
"Director": "Richard Oswald",
"Storyline": "Um Mitternacht steigen der Tod, der Teufel und eine Dirne aus ihren Bildern in einem Antiquariat und erzählen einander fünf Gruselgeschichten: 1. \"Die Erscheinung\": In einem Hotel verschwindet eine Frau spurlos. Die Hotelleitung wollte vertuschen, dass sie an der Pest gestorben ist. 2. \"Die Hand\": Die Hand eines Ermordeten verfolgt den Mörder aus dem Jenseits. 3. \"Die schwarze Katze\": Ein Mann bringt seine Frau um und mauert die Leiche im Keller ein, aber die ebenfalls eingemauerte Katze verrät ihn. 4. \"Der Selbstmörder-Klub\": Ein Polizeikommissar gerät in einen Geheimbund, in dem derjenige, der die Todeskarte zieht, sterben muss. 5. \"Der Spuk\": Durch einen inszenierten Spuk vertreibt ein Mann seinen Nebenbuhler. - Am Ende verschwinden die drei Erzähler, aber der Antiquar ist wahnsinnig geworden.",
"Genres": "Fantasy, Horror, Mystery",
"Release Date": "November 5, 1919 (Germany)",
"Language": ", Language, German",
"Production Companies": "Richard-Oswald-Produktion",
"Runtime": "1 hour 52 minutes",
"Certificate": "Not Available",
"Rating": "6.5",
"Country of Origin": "Germany",
"Plot Keywords": "reaperdemonghostmonster moviesilent film16 more",
"Year": "1919",
"Writers": " Anselma  Heine(story \" Die  Erscheinung\") Robert  Liebmann(story \" Die  Hand\") Edgar  Allan  Poe(story \" Die schwarze  Katze\")",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMTUxMDEwMjQ4OV5BMl5BanBnXkFtZTgwMjIyODg5MTE@._V1_.jpg"
},
{
"Title": "The Flapper",
"Top Cast": "Olive Thomas, Theodore Westman Jr., William P. Carleton, Warren Cook, Katherine Johnston, Arthur Housman, Louise Lindroth, Marcia Harris, Charles Craig, Bobby Connelly, Maurice Steuart, Aleene Bergman, Barbara Butler, Mildred Cheshire, Russell Hewitt, Dorothy Kent, Eileen Percy, Athole Shearer",
"Synopsis": "Ginger grows up in a slow town. Because of her wild attitude, her father decides to send her to a strict boarding school. Despite the strictness, the girls have fun getting into flapper lifestyle trouble including flirting.",
"Director": "Alan Crosland",
"Storyline": "Small town girl Ginger King ( Olive Thomas ) , attends a Eastern boarding school and yearns for a more glamorous life. Dissatisfied with her military school boyfriend, Bill Forbes, she meets the older Richard Channing and goes to a country club dance with him. More bold after that adventure, Ginger, while on her way home for a holiday, meets two crooks who entrust some stolen jewels to her for safekeeping. Ginger then puts the jewels on and appears in her home town dressed as a vamp. Once the crooks reappear, however, she realizes the seriousness of the situation and gives up her pretensions to return to Bill. —Pamela Short",
"Genres": "Comedy, Romance",
"Release Date": "May 10, 1920 (United States)",
"Language": "None, English",
"Production Companies": "Selznick Pictures Corporation",
"Runtime": "1 hour 28 minutes",
"Certificate": "Not Available",
"Rating": "6.5",
"Country of Origin": "United States",
"Plot Keywords": "female protagonistboarding schoolflapperf ratedcountry club",
"Year": "1920",
"Writers": "Frances Marion(screenplay)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMTI2NjczNDcxNF5BMl5BanBnXkFtZTcwMzAzMjgyMQ@@._V1_.jpg"
},
{
"Title": "El golem",
"Top Cast": "Paul Wegener, Albert Steinrück, Ernst Deutsch, Lyda Salmonova, Hans Stürm, Max Kronert, Otto Gebühr, Dore Paetzold, Lothar Müthel, Greta Schröder, Loni Nest, Carl Ebert, Fritz Feld, Ursula Nest",
"Synopsis": "In 16th-century Prague, a rabbi creates the Golem - a giant creature made of clay. Using sorcery, he brings the creature to life in order to protect the Jews of Prague from persecution.",
"Director": "Paul Wegener",
"Storyline": "In 16th-century Prague, a rabbi creates the Golem - a giant creature made of clay. Using sorcery, he brings the creature to life in order to protect the Jews of Prague from persecution.",
"Genres": "Fantasy, Horror",
"Release Date": "February 21, 1921 (Finland)",
"Language": ", Language, German",
"Production Companies": "Projektions-AG Union (PAGU)",
"Runtime": "1 hour 16 minutes",
"Certificate": "A",
"Rating": "7.2",
"Country of Origin": "Germany",
"Plot Keywords": "monsterjewish cultureprague jewish quarterpraguecreature38 more",
"Year": "1920",
"Writers": " Paul  Wegener Henrik  Galeen",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMTQ5MTQxMzkxNV5BMl5BanBnXkFtZTgwNTc4MjIyMjE@._V1_.jpg"
},
{
"Title": "Harold, el nuevo doctor",
"Top Cast": "Harold Lloyd, Mildred Davis, Roy Brooks, Wally Howe, Marie Benson, William Gillespie, Mark Jones, Gaylord Lloyd, Charles Stevenson, Noah Young",
"Synopsis": "A tipsy doctor encounters his patient sleepwalking on a building ledge, high above the street.",
"Director": "Hal Roach",
"Storyline": "Dr. Hale, fresh out of medical school and having opened his own practice with no patients, is trying to impress a father and his daughter, the latter potentially to be his first patient. But Dr. Hale becomes more enamored with her as a potential girlfriend, especially when her father chooses not to have her treated by him. To help out a colleague in the office building, Dr. Hale ends up getting drunk with his new friend, leading to the pair getting into some misadventures with a policeman out on the street, and in a hotel. Dr. Hale's inebriation brings him into the realm of the beautiful girl again, their further misadventures high above the streets of the city which may provide some keys as to how they should live their future. —Huggo",
"Genres": "Comedy, Short",
"Release Date": "July 11, 1920 (United States)",
"Language": ", Language, None",
"Production Companies": "Rolin Films",
"Runtime": "26 minutes",
"Certificate": "Passed",
"Rating": "6.9",
"Country of Origin": "United States",
"Plot Keywords": "slapstick comedytraditional sleepwalking posepretending to be blindthermometer in mouthbrew24 more",
"Year": "1920",
"Writers": " Frank  Terry(story) H. M.  Walker(titles)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BODliMjc3ODctYjhlOC00MDM5LTgzNmUtMjQ1MmViNDQ0NzlhXkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_.jpg"
},
{
"Title": "Buenos amigos",
"Top Cast": "Buck Jones, Helen Ferguson, Georgie Stone, Duke R. Lee, William Buckley, Eunice Murdock Moore, Bert Appling, Edwin B. Tilton, Slim Padgett, John B. Cooke, Helen Field, Pedro León, Ida Tenbrook",
"Synopsis": "Small-town tramp befriends runaway boy.",
"Director": "John Ford",
"Storyline": "Bim is the town ne'er-do-well, lazy and shiftless, living a catch-as-catch-can existence. He feels no shame about his tattered clothing and seems impervious to the derision and ridicule he endures from his fellow citizens in his rural, early 20th Century village. Despite this, Bim is a kind-hearted soul, and that becomes very apparent when he rescues a young runaway from a beating by a railroad cop at the expense of being beaten himself. Young Bill reciprocates Bim's kindness and has to endure taunting and abuse from the school bully to defend his 'pal.' Bim wants Bill to rise above his station and encourages him to bathe and attend the town's modest one-room schoolhouse presided over by pretty schoolmarm Mary Bruce. She is being courted by the outwardly respectable bank clerk Harvey Cahill, who has embezzled funds from his employer and ungallantly presses the kind-hearted Mary into lending him the school memorial fund money she is entrusted with to cover the shortfall for the bank examiner. Things become complicated when the devious town doctor and his conniving wife discover that Bill may be a missing heir and unscrupulously conspire to wrest custody from Bim in order to claim the substantial reward themselves. The devious Cahill enters into league with a gang of bandits to rob the bank in order to cover the shortfall and blames his romantic rival Bim for the crime. —duke1029@aol.com",
"Genres": "Comedy, Drama, Western",
"Release Date": "November 18, 1920 (United States)",
"Language": "None, English",
"Production Companies": "Fox Film Corporation",
"Runtime": "50 minutes",
"Certificate": "Not Rated",
"Rating": "6.6",
"Country of Origin": "United States",
"Plot Keywords": "african americanblack americanrunawayboyshame23 more",
"Year": "1920",
"Writers": " John  Mc Dermott(story) Paul  Schofield(scenario)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMTQ1MTk1NDU4M15BMl5BanBnXkFtZTgwNTE4NDcwMjE@._V1_.jpg"
},
{
"Title": "Buenos amigos",
"Top Cast": "Buck Jones, Helen Ferguson, Georgie Stone, Duke R. Lee, William Buckley, Eunice Murdock Moore, Bert Appling, Edwin B. Tilton, Slim Padgett, John B. Cooke, Helen Field, Pedro León, Ida Tenbrook",
"Synopsis": "Small-town tramp befriends runaway boy.",
"Director": "John Ford",
"Storyline": "Bim is the town ne'er-do-well, lazy and shiftless, living a catch-as-catch-can existence. He feels no shame about his tattered clothing and seems impervious to the derision and ridicule he endures from his fellow citizens in his rural, early 20th Century village. Despite this, Bim is a kind-hearted soul, and that becomes very apparent when he rescues a young runaway from a beating by a railroad cop at the expense of being beaten himself. Young Bill reciprocates Bim's kindness and has to endure taunting and abuse from the school bully to defend his 'pal.' Bim wants Bill to rise above his station and encourages him to bathe and attend the town's modest one-room schoolhouse presided over by pretty schoolmarm Mary Bruce. She is being courted by the outwardly respectable bank clerk Harvey Cahill, who has embezzled funds from his employer and ungallantly presses the kind-hearted Mary into lending him the school memorial fund money she is entrusted with to cover the shortfall for the bank examiner. Things become complicated when the devious town doctor and his conniving wife discover that Bill may be a missing heir and unscrupulously conspire to wrest custody from Bim in order to claim the substantial reward themselves. The devious Cahill enters into league with a gang of bandits to rob the bank in order to cover the shortfall and blames his romantic rival Bim for the crime. —duke1029@aol.com",
"Genres": "Comedy, Drama, Western",
"Release Date": "November 18, 1920 (United States)",
"Language": "None, English",
"Production Companies": "Fox Film Corporation",
"Runtime": "50 minutes",
"Certificate": "Not Rated",
"Rating": "6.6",
"Country of Origin": "United States",
"Plot Keywords": "african americanblack americanrunawayboyshame23 more",
"Year": "1920",
"Writers": " John  Mc Dermott(story) Paul  Schofield(scenario)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMTQ1MTk1NDU4M15BMl5BanBnXkFtZTgwNTE4NDcwMjE@._V1_.jpg"
},
{
"Title": "El monasterio de Sendomir",
"Top Cast": "Tore Svennberg, Tora Teje, Richard Lund, Renée Björling, Emil Fjellström, Axel Nilsson, Yngve Nyqvist, Erik A. Petschler, Gustav Ranft, Gun Robertson, Albrecht Schmidt, Nils Tillberg, Jenny Tschernichin-Larsson",
"Synopsis": "Two weary travelers come upon a monastery. While staying the night, they learn of its mysterious founding.",
"Director": "Victor Sjöström",
"Storyline": "Two weary travelers come upon a monastery. While staying the night, they learn of its mysterious founding.",
"Genres": "Drama",
"Release Date": "January 1, 1920 (Sweden)",
"Language": ", Language, None",
"Production Companies": "Svenska Biografteatern AB",
"Runtime": "54 minutes",
"Certificate": "Not Available",
"Rating": "6.9",
"Country of Origin": "Sweden",
"Plot Keywords": "revenge",
"Year": "1920",
"Writers": " Franz  Grillparzer(novel) Victor  Sjöström",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BNmVlMzIxYTMtOTA4My00MTNlLTkxZjEtZjQzZWUxMWVmODMzL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjMxMjkwMjI@._V1_.jpg"
},
{
"Title": "Karin Ingmarsdotter",
"Top Cast": "Nils Aréhn, Josua Bengtson, Bror Berger, Harriet Bosse, Carl Browallius, Tyra Dörum, Emil Fjellström, Mona Geijer-Falkner, Algot Gunnarsson, Eric Gustafson, Gösta Gustafson, Paul Hallström, Tims Halvor, Oscar Johansson, William Larsson, Thyra Leijman-Uppström, Nils Lundell, Wilma Malmlöf",
"Synopsis": "A young woman can't forgive her fiance for getting drunk and rejects him. In an ironic twist of fate, the man she marries becomes an alcoholic.",
"Director": "Victor Sjöström",
"Storyline": "A young woman can't forgive her fiance for getting drunk and rejects him. In an ironic twist of fate, the man she marries becomes an alcoholic.",
"Genres": "Drama",
"Release Date": "February 2, 1920 (Sweden)",
"Language": ", Language, None",
"Production Companies": "Svenska Biografteatern AB",
"Runtime": "1 hour 55 minutes",
"Certificate": "Not Available",
"Rating": "6.3",
"Country of Origin": "Sweden",
"Plot Keywords": "sequelbased on novel",
"Year": "1920",
"Writers": " Ester  Julin Selma  Lagerlöf(novel \" Jerusalem\") Victor  Sjöström",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMTNkODljYzItMGRkMC00MmJmLWJlMGYtYmM5YThjOWJjYWYyXkEyXkFqcGdeQXVyNzQxNDExNTU@._V1_.jpg"
},
{
"Title": "El último Mohicano",
"Top Cast": "Wallace Beery, Barbara Bedford, Alan Roscoe, Lillian Hall, Henry Woodward, James Gordon, George Hackathorne, Nelson McDowell, Harry Lorraine, Theodore Lorch, Jack McDonald, Sydney Deane, Joseph Singleton, Columbia Eneutseak, Boris Karloff",
"Synopsis": "As Alice and Cora Munro attempt to find their father, a British officer in the French and Indian War, they are set upon by French soldiers and their cohorts, Huron tribesmen led by the evil Magua. Fighting to rescue the women are Chingachgook and his son Uncas, the last of the Mohican tribe, and their white ally, the frontiersman Natty Bumppo, known as Hawkeye.",
"Director": "Clarence Brown",
"Storyline": "As Alice and Cora Munro attempt to find their father, a British officer in the French and Indian War, they are set upon by French soldiers and their cohorts, Huron tribesmen led by the evil Magua. Fighting to rescue the women are Chingachgook and his son Uncas, the last of the Mohican tribe, and their white ally, the frontiersman Natty Bumppo, known as Hawkeye. —Jim Beaver <jumblejim@prodigy.net>",
"Genres": "Action, Adventure, Drama",
"Release Date": "November 21, 1920 (United States)",
"Language": "None, English",
"Production Companies": "Maurice Tourneur Productions",
"Runtime": "1 hour 13 minutes",
"Certificate": "Not Rated",
"Rating": "6.7",
"Country of Origin": "United States",
"Plot Keywords": "national film registryfalling to deathindian massacrecaveamerican frontier42 more",
"Year": "1920",
"Writers": " James  Fenimore  Cooper(novel) Robert  Dillon(scenario)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BZmJkZDU2N2ItMGNiYy00MTBmLTliOTYtNDU5NTdmMjEyMDFmXkEyXkFqcGdeQXVyNzMwOTY2NTI@._V1_.jpg"
},
{
"Title": "La marca del Zorro",
"Top Cast": "Douglas Fairbanks, Marguerite De La Motte, Robert McKim, Noah Beery, Charles Hill Mailes, Snitz Edwards, Claire McDowell, Sidney De Gray, George Periolat, Walt Whitman, Tote Du Crow, Noah Beery Jr., Charles Belcher, Milton Berle, Manuel Caballero, Gilbert Clayton, John George, Augustina López",
"Synopsis": "A seemingly idiotic fop is really the courageous vigilante Zorro, who seeks to protect the oppressed.",
"Director": "Fred Niblo",
"Storyline": "In old Spanish California, the oppressive colonial government is opposed by Zorro, masked champion of the people, who appears out of nowhere with flashing sword and an athletic sense of humor, scarring the faces of evildoers with his Mark. Meanwhile, beautiful Lolita is courted by villainous Captain Ramon, rich but effete Don Diego... and dashing Zorro, who is never seen at the same time as Don Diego. As Zorro continues to evade pursuit, Ramon puts the damsel in distress... —Rod Crawford <puffinus@u.washington.edu>",
"Genres": "Adventure, Romance, Western",
"Release Date": "December 5, 1920 (United States)",
"Language": ", Language, English",
"Production Companies": "Douglas Fairbanks Pictures",
"Runtime": "1 hour 19 minutes",
"Certificate": "A",
"Rating": "7.1",
"Country of Origin": "United States",
"Plot Keywords": "national film registrysuperheroswordsmanmasked heroflintlock pistol7 more",
"Year": "1920",
"Writers": " Johnston  Mc Culley(based on the story by: \" The  Curse of  Capistrano\" published in \" All- Story  Weekly\") Douglas  Fairbanks(scenario) Eugene  Miller(scenario)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BNTliMzlmYmUtYWRmYi00YzJjLWEwZDctZjgxMjFmMmE4ZjRiXkEyXkFqcGdeQXVyMDMxMjQwMw@@._V1_.jpg"
},
{
"Title": "Keaton en Vecinos",
"Top Cast": "Buster Keaton, Edward F. Cline, Jack Duffy, The Flying Escalantes, Virginia Fox, Joe Keaton, Joe Roberts",
"Synopsis": "A young couple who live next to each other in tenement apartments do everything they can to be together despite of their feuding families.",
"Director": "Edward F. Cline",
"Storyline": "The Romeo and Juliet story played out in a tenement neighborhood with Buster and Virginia's families hating each other over the fence separating their buildings. —Ed Stephan <stephan@cc.wwu.edu>",
"Genres": "Short, Comedy, Romance",
"Release Date": "December 22, 1920 (United States)",
"Language": "None, English",
"Production Companies": "Joseph M. Schenck Productions",
"Runtime": "18 minutes",
"Certificate": "T",
"Rating": "7.6",
"Country of Origin": "United States",
"Plot Keywords": "clotheslineflyswatterpolice officerpants falling downbaseball game38 more",
"Year": "1920",
"Writers": " Buster  Keaton Edward  F.  Cline",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "Not Available"
},
{
"Title": "Number, Please?",
"Top Cast": "Harold Lloyd, Mildred Davis, Roy Brooks, Sammy Brooks, William Gillespie, Wally Howe, Mark Jones, Gaylord Lloyd, Ernest Morrison, Hal Roach, Charles Stevenson",
"Synopsis": "While at an amusement park, two men try to win the heart of a young lady. They compete with each other while attempting to find her runaway dog, and they race to ask her mother's permission to take her up in a hot air balloon.",
"Director": "Hal Roach",
"Storyline": "Harold is spending the day at the amusement park, unfulfilled and alone. He thinks his day has the possibility of looking up when he spots Mildred, the girl of his dreams, on a date at the park with Roy. Harold thinks he can take Mildred away from Roy. Harold does whatever he can to impress Mildred, while putting Roy in a bad light. Ultimately, Mildred, who has two tickets for a romantic hot air balloon ride, says that she will take that ride with whoever can get the approval from her mother to do so first. Harold gets into one misadventure after another in the entire process, which includes being in possession of a stolen purse, which he is unaware belongs to Mildred and which contains the two tickets. —Huggo",
"Genres": "Short, Comedy, Romance",
"Release Date": "December 26, 1920 (United States)",
"Language": "None, English",
"Production Companies": "Rolin Films",
"Runtime": "25 minutes",
"Certificate": "Passed",
"Rating": "6.9",
"Country of Origin": "United States",
"Plot Keywords": "telephoneout of order signnickelplaying fetchocean32 more",
"Year": "1920",
"Writers": "H.M. Walker(titles)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BNWUyMjUzMWQtMDhiMi00ZDJjLWJmNTItNjEwOWE1OTMzMDQ5XkEyXkFqcGdeQXVyMzE0MzYzMjY@._V1_.jpg"
},
{
"Title": "Una semana",
"Top Cast": "Buster Keaton, Sybil Seely, Joe Roberts",
"Synopsis": "A newly wedded couple attempts to build a house with a prefabricated kit, unaware that a rival sabotaged the kit's component numbering.",
"Director": "Edward F. Cline",
"Storyline": "Buster and Sybil exit a chapel as newlyweds. Among the gifts is a portable house you easily put together in one week. It doesn't help that Buster's rival for Sybil switches the numbers on the crates containing the house parts. —Ed Stephan <stephan@cc.wwu.edu>",
"Genres": "Short, Comedy",
"Release Date": "April 1, 1982 (Spain)",
"Language": "None, English",
"Production Companies": "Joseph M. Schenck Productions",
"Runtime": "25 minutes",
"Certificate": "T",
"Rating": "8.2",
"Country of Origin": "United States",
"Plot Keywords": "house buildingsabotageromantic rivalrypiano movingmoving a building17 more",
"Year": "1920",
"Writers": " Edward  F.  Cline Buster  Keaton",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BYjAxNDJkZTktMjJjMC00YzYxLTk4NDAtZjhiNDQ0MTZmZmVhXkEyXkFqcGdeQXVyNjA5MTAzODY@._V1_.jpg"
},
{
"Title": "El hombre sin piernas (The Penalty)",
"Top Cast": "Charles Clary, Doris Pawn, Jim Mason, Lon Chaney, Milton Ross, Ethel Grey Terry, Kenneth Harlan, Claire Adams, Montgomery Carlyle, Michael Dark, Cesare Gravina, Lee Phelps, Madlaine Traverse, Edouard Trebaol, Clarence Wilson",
"Synopsis": "A deformed criminal mastermind plans to loot the city of San Francisco as well as revenge himself on the doctor who mistakenly amputated his legs.",
"Director": "Wallace Worsley",
"Storyline": "Blizzard, deranged from a childhood operation in which both his legs were perhaps needlessly amputated after an accident, becomes a vicious criminal, and eventually mob leader of the San Francisco underworld. Out for revenge against the surgeon who performed his operation, he undergoes brain surgery which has a chance of altering his anti-social behavior. —Doug Sederberg <vornoff@sonic.net>",
"Genres": "Crime, Drama, Horror, Thriller",
"Release Date": "August 8, 1920 (Canada)",
"Language": ", Language, English",
"Production Companies": "Eminent Authors Pictures Inc.Goldwyn Pictures Corporation",
"Runtime": "1 hour 30 minutes",
"Certificate": "Passed",
"Rating": "7.4",
"Country of Origin": "United States",
"Plot Keywords": "revengeoperationunderworldsecret serviceimmigrant63 more",
"Year": "1920",
"Writers": " Gouverneur  Morris(by) Charles  Kenyon(scenario) Philip  Lonergan(scenario)",
"Budget": "$88,868",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BNTZhZTk5YWQtMTZlMC00NTM4LTkxNjEtOTFkOThiZmIyNGM5XkEyXkFqcGdeQXVyMDI2NDg0NQ@@._V1_.jpg"
},
{
"Title": "Pasión y boda de Pamplinas",
"Top Cast": "Edward Jobson, Beulah Booker, Edward Connelly, Edward Alexander, Irving Cummings, Odette Tyler, Carol Holloway, Jack Livingston, William H. Crane, Buster Keaton, Katherine Albert, George Berrell, Henry Clauss, Alfred Hollingsworth, Helen Holte, Jeffrey Williams",
"Synopsis": "The simple-minded son of a rich financier must find his own way in the world.",
"Director": "Herbert Blaché",
"Storyline": "Nick Van Alstyne owns the Henrietta silver mine and is very rich. His son Bertie is naive and spoiled. His daughter Rose is married to shady investor Mark. Mark wrecks Bertie's wedding plans by making him take the blame for Mark's illegitimate daughter. Mark also nearly ruins the family business by selling off Henrietta stock at too low a price. Bertie, of all people, must come to the rescue on the trading floor. —Ed Stephan <stephan@cc.wwu.edu>",
"Genres": "Comedy",
"Release Date": "September 20, 1920 (United States)",
"Language": ", Language, None",
"Production Companies": "Metro Pictures Corporation",
"Runtime": "1 hour 17 minutes",
"Certificate": "A",
"Rating": "6.1",
"Country of Origin": "United States",
"Plot Keywords": "weddingnew york citymanhattan new york citytrain stationstock exchange22 more",
"Year": "1920",
"Writers": " Bronson  Howard(original play \" The  Henrietta\") Victor  Mapes(play \" The  New  Henrietta\") June  Mathis(scenario)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BZDNiODA3NzQtNTBmZS00NTM3LWJlOGMtMDg2NzFiNDU2M2M3XkEyXkFqcGdeQXVyMjUxODE0MDY@._V1_.jpg"
},
{
"Title": "The Scarecrow",
"Top Cast": "Buster Keaton, Edward F. Cline, Luke the Dog, Joe Keaton, Joe Roberts, Sybil Seely, Al St. John",
"Synopsis": "Two inventive farmhands compete for the hand of the same girl.",
"Director": "Edward F. Cline",
"Storyline": "Farmhands Keaton and Roberts share a cottage full of mechanical devices for making life easy. They are rivals for the farmer's daughter. Keaton , disguised as a scarecrow, causes troubles for his rival and the farmer. When Keaton stoops to tie his shoe, the girl accepts what she thinks is his kneeling proposal. —Ed Stephan <stephan@cc.wwu.edu>",
"Genres": "Comedy, Short, Family",
"Release Date": "May 1, 1982 (Spain)",
"Language": "None, English",
"Production Companies": "Joseph M. Schenck Productions",
"Runtime": "19 minutes",
"Certificate": "A",
"Rating": "7.8",
"Country of Origin": "United States",
"Plot Keywords": "farmerscarecrowroommateromantic rivalrymotorcycle22 more",
"Year": "1920",
"Writers": " Buster  Keaton Edward  F.  Cline",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BZWM3MWM5OGItMjU4Mi00OTQ0LWIzYzItNmQ3ODNlZWQ5ZDgwXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_.jpg"
},
{
"Title": "Die Spinnen, 2. Teil - Das Brillantenschiff",
"Top Cast": "Carl de Vogt, Ressel Orla, Georg John, Rudolf Lettinger, Thea Zander, Reiner Steiner, Friedrich Kühne, Edgar Pauly, Meinhart Maur, Paul Morgan, Karl Römer, Paul Rehkopf, Lil Dagover",
"Synopsis": "Kay Hoog wants to stop the organisation \"Die Spinnen\" to get a certain diamond, that will give the owning woman the crown of Asia, but the man, who should be the owner of that diamond, doesn't know of its existence....",
"Director": "Fritz Lang",
"Storyline": "Kay Hoog wants to stop the organisation \"Die Spinnen\" to get a certain diamond, that will give the owning woman the crown of Asia, but the man, who should be the owner of that diamond, doesn't know of its existence.... —Stephan Eichenberg <eichenbe@fak-cbg.tu-muenchen.de>",
"Genres": "Adventure",
"Release Date": "February 2, 1920 (Germany)",
"Language": ", Language, German",
"Production Companies": "Decla-Film-Gesellschaft Holz & Co.",
"Runtime": "1 hour 44 minutes",
"Certificate": "Not Available",
"Rating": "6.3",
"Country of Origin": "Germany",
"Plot Keywords": "sequel",
"Year": "1920",
"Writers": "Fritz Lang",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMTY1NjAyMzkxNF5BMl5BanBnXkFtZTgwODk2NDk0MjE@._V1_.jpg"
},
{
"Title": "Von morgens bis mitternachts",
"Top Cast": "Ernst Deutsch, Erna Morena, Roma Bahn, Adolf E. Licho, Hans Heinrich von Twardowski, Elsa Wagner, Frida Richard, Eberhard Wrede, Lo Heym, Hugo Döblin, Lotte Stein",
"Synopsis": "A Cashier in a bank in a small German town is alerted to the power of money by the visit of a rich Italian lady. He embezzles 60, 000 Marks and leaves for the capital city, where he attempts to find satisfaction in politics, sport, love and religion.",
"Director": "Karl Heinz Martin",
"Storyline": "A Cashier in a bank in a small German town is alerted to the power of money by the visit of a rich Italian lady. He embezzles 60, 000 Marks and leaves for the capital city, where he attempts to find satisfaction in politics, sport, love and religion. —<Zinoviev_letter@hotmail.com>",
"Genres": "Drama, Thriller",
"Release Date": "1920 (Germany)",
"Language": "None, German",
"Production Companies": "Ilag-Film",
"Runtime": "1 hour 5 minutes",
"Certificate": "Not Available",
"Rating": "6.9",
"Country of Origin": "Germany",
"Plot Keywords": "german expressionismexpressionismexpressionistbased on novelbased on play",
"Year": "1920",
"Writers": " Herbert  Juttke Georg  Kaiser(play) Karl  Heinz  Martin",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "Not Available"
},
{
"Title": "Las dos tormentas",
"Top Cast": "Lillian Gish, Richard Barthelmess, Mrs. David Landau, Lowell Sherman, Burr McIntosh, Josephine Bernard, Mrs. Morgan Belmont, Patricia Fruen, Florence Short, Kate Bruce, Vivia Ogden, Porter Strong, George Neville, Edgar Nelson, Mary Hay, Creighton Hale, Emily Fitzroy, Carol Dempster",
"Synopsis": "A naive country girl is tricked into a sham marriage by a wealthy womanizer, then must rebuild her life despite the taint of having borne a child out of wedlock.",
"Director": "D.W. Griffith",
"Storyline": "The callous rich, portrayed by Lennox, think only of their own pleasure. Anna is but a poor country girl whom Lennox tricks into a fake wedding. She believes that it is true, but secret, while he has his way with her. When she is pregnant, he leaves her and she must have the baby, named Trust Lennox, on her own. When the baby dies she wanders until she gets a job with Squire Bartlett. David falls for her, but she rejects him due to her past and then Lennox shows up lusting for Kate. Seeing Anna, he tries to get her to leave, but she doesn't, and she tells no one about his past. When Squire Bartlett learns of her past from Martha, the town gossip, he tosses Anna out in a snow storm. But before she goes, she fingers the respected Lennox, as the father of her dead baby and the spoiler of herself. —Tony Fontana <tony.fontana@spacebbs.com>",
"Genres": "Drama, Romance",
"Release Date": "September 3, 1920 (United States)",
"Language": ", Language, English",
"Production Companies": "D.W. Griffith Productions",
"Runtime": "2 hours 45 minutes",
"Certificate": "Passed",
"Rating": "7.4",
"Country of Origin": "United States",
"Plot Keywords": "blockbusterfake weddingcountry girlfemale protagonistwaterfall38 more",
"Year": "1920",
"Writers": " Lottie  Blair  Parker(from the play by) William  A.  Brady(play) Joseph  R.  Grismer(elaborated by)",
"Budget": "$700,000",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMjI5OTI3NTQ4NV5BMl5BanBnXkFtZTgwNDY3NTAwMjE@._V1_.jpg"
},
{
"Title": "¿Por qué cambiar de esposa?",
"Top Cast": "Thomas Meighan, Gloria Swanson, Bebe Daniels, Theodore Kosloff, Sylvia Ashton, Clarence Geldert, Mayme Kelso, Lucien Littlefield, Edna Mae Cooper, Jane Wolfe, William Boyd, Clarence Burton, Julia Faye, Madame Sul-Te-Wan",
"Synopsis": "Robert and Beth Gordon are married but share little. He runs into Sally at a cabaret and the Gordons are soon divorced. Just as he gets bored with Sally's superficiality, Beth strives to improve her looks. The original couple falls in love again at a summer resort.",
"Director": "Cecil B. DeMille",
"Storyline": "Robert and Beth Gordon are married but share little. He runs into Sally at a cabaret and the Gordons are soon divorced. Just as he gets bored with Sally's superficiality, Beth strives to improve her looks. The original couple falls in love again at a summer resort. —Ed Stephan <stephan@cc.wwu.edu>",
"Genres": "Comedy, Drama",
"Release Date": "April 11, 1921 (Denmark)",
"Language": "None, English",
"Production Companies": "Paramount Pictures",
"Runtime": "1 hour 30 minutes",
"Certificate": "Approved",
"Rating": "6.7",
"Country of Origin": "United States",
"Plot Keywords": "resortmusic recitalswimming poolcatfightblack cat27 more",
"Year": "1920",
"Writers": " Olga  Printzlau(scenario) William  C. de  Mille(story) Sada  Cowan(scenario)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BY2I3OTVlMTQtNGIyNi00MzkwLTllNjEtNTRkZWI4MjUyYjgwXkEyXkFqcGdeQXVyMTQ2MjQyNDc@._V1_.jpg"
},
{
"Title": "La Negra",
"Top Cast": "Evelyn Preer, Flo Clements, James D. Ruffin, Jack Chenault, William Smith, Charles D. Lucas, Bernice Ladd, Mrs. Evelyn, William Starks, Mattie Edwards, Ralph Johnson, E.G. Tatum, Grant Edwards, Grant Gorman, Leigh Whipper, Jimmie Cook, S.T. Jacks",
"Synopsis": "Abandoned by her fiancé, an educated black woman with a shocking past dedicates herself to helping a near bankrupt school for impoverished black youths.",
"Director": "Oscar Micheaux",
"Storyline": "Southern negro Sylvia Landry visits her cousin Alma in the north, where there is less racial prejudice than in her home town of Piney Woods in the deep south, and is anxiously awaiting her fiancé, Conrad. But Alma has designs on Conrad and tricks Sylvia into a compromising situation when he arrives, and he abandons her. Disheartened, she returns to Piney Woods to help a reverend running a school for young negroes. Sylvia learns that the reverend hasn't the heart to turn away poor students, and unless he can raise $5,000 to supplement the $1.49 per child per year that the state supplies, the school will be closed. She goes up north again to try to raise the money and has little success, but meets kindly negro, Dr. V. Vivian, who helps her regain her stolen purse. When she saves a child from being hit by an auto, she herself is slightly injured. But the owner of the car is philanthropist Mrs. Elena Warwick, who is sympathetic to her quest and promises to donate the $5,000 to the school. Her bigoted southern friend, Mrs. Stratton, tries to talk her out of the donation, and Mrs. Warwick gets so incensed she raises the amount to $50,000. Her job done, Sylvia returns to Piney Woods. But Dr. Vivian has fallen in love with Sylvia and goes to Alma to try to find her. There he learns the shocking details of her past and that of her family. —Arthur Hausner <genart@volcano.net>",
"Genres": "Drama, Romance",
"Release Date": "January 12, 1920 (United States)",
"Language": ", Language, None",
"Production Companies": "Micheaux Book & Film Company",
"Runtime": "1 hour 19 minutes",
"Certificate": "Not Rated",
"Rating": "6.4",
"Country of Origin": "United States",
"Plot Keywords": "national film registryschoolraising moneyrace relationsamerican south29 more",
"Year": "1920",
"Writers": "Oscar Micheaux",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMjAxNjA0MDczMV5BMl5BanBnXkFtZTgwNjM2ODAyMjE@._V1_.jpg"
},
{
"Title": "Adventures of Tarzan",
"Top Cast": "Elmo Lincoln, Louise Lorraine, Scott Pembroke, Frank Whitson, Zip Monberg, Lillian Worth, Charles Gay, Charles Inslee, Maceo Bruce Sheffield, Fifi R. Lachoy, Frank Merrill, Joe Martin, George B. French, Gordon Griffith, Thomas Jefferson, Kathleen Kirkham, Bert Wheeler",
"Synopsis": "When Jane is abducted by Arab slave traders, Tarzan comes to her rescue, only to see her kidnapped again by Queen La of Opar. To save Jane, Tarzan must battle both the queen's minions and William Clayton, who seeks Tarzan's family title.",
"Director": "Robert F. Hill",
"Storyline": "Tarzan spurns the love of La, Queen of Opar. When he isn't trying to keep the Bolshevik Rokoff and Clayton (pretender to the Greystoke estate) from reaching Opar, he is attacked simultaneously by two lions, dropped into a pit when a volcano splits the ground, nearly sacrificed by sun worshipers, and so on. —Ed Stephan <stephan@cc.wwu.edu>",
"Genres": "Action, Adventure",
"Release Date": "December 1, 1921 (United States)",
"Language": "None, English",
"Production Companies": "Great Western Producing CompanyNuma Pictures CorporationWeiss Brothers Artclass Pictures",
"Runtime": "1 hour 13 minutes",
"Certificate": "Passed",
"Rating": "6.0",
"Country of Origin": "United States",
"Plot Keywords": "oparlala of opartarzan characterpsychotronic film17 more",
"Year": "1921",
"Writers": " Edgar  Rice  Burroughs(novel \" The  Return of  Tarzan\") Robert  F.  Hill(scenario) Lillian  Valentine(scenario)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMTkwOTUyNDk1N15BMl5BanBnXkFtZTYwODI3MzI3._V1_.jpg"
},
{
"Title": "As de corazones",
"Top Cast": "Lon Chaney, Leatrice Joy, John Bowers, Hardee Kirkland, Raymond Hatton, Edwin Wallock, Roy Laidlaw, Cullen Landis",
"Synopsis": "A romantic rivalry among members of a secret society becomes even tenser when one of the men is assigned to carry out an assassination.",
"Director": "Wallace Worsley",
"Storyline": "A secret society holds a meeting to determine what to do about a powerful and dangerous man whom they have been studying closely for the past three months. They all agree that he deserves to die. Two of the members, Farallone and Forrest, are both in love with Lilith, the group's only female member. But Lilith accepts neither of them, preferring to devote herself to the group's cause. When the group meets again and deals cards to all the members, Forrest draws the ace of hearts, meaning that he will be the one to carry out the assassination. Lilith then suddenly agrees to marry him, in order to give him courage. But after their first night together, both of them begin to feel differently about what they have planned. —Snow Leopard",
"Genres": "Crime, Drama, Mystery, Romance, Thriller",
"Release Date": "April 14, 1923 (Denmark)",
"Language": ", Language, None",
"Production Companies": "Goldwyn Pictures Corporation",
"Runtime": "1 hour 15 minutes",
"Certificate": "Passed",
"Rating": "6.8",
"Country of Origin": "United States",
"Plot Keywords": "assassinationsecret societyloveromantic rivalrylove triangle21 more",
"Year": "1921",
"Writers": " Gouverneur  Morris(by) Ruth  Wightman(scenario)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BZGRjMmVkMGUtOWI2Mi00MWQ1LWI2ZDEtYWU4MDZkZTQ2MmJiXkEyXkFqcGdeQXVyMjUxODE0MDY@._V1_.jpg"
},
{
"Title": "El señorito Primavera",
"Top Cast": "Wallace Reid, Gloria Swanson, Wanda Hawley, Theodore Roberts, Elliott Dexter, Theodore Kosloff, Agnes Ayres, Monte Blue, Bebe Daniels, Laura Anson, Alma Bennett, William Boyd, Shannon Day, Julia Faye, Elinor Glyn, Winter Hall, Raymond Hatton, Fred Huntley",
"Synopsis": "Socialite Anatol Spencer seeks a better relation than he has with his wife. He sets up the friend of his youth Emilie in an apartment only to have her two-time him. He comforts the near suicidal Annie only to have her rob him.",
"Director": "Cecil B. DeMille",
"Storyline": "Socialite Anatol Spencer seeks a better relation that he has with his wife. He sets up the friend of his youth Emilie in an apartment only to have her two-time him. He comforts the near suicide Annie only to have her rob him of his wallet. \"Satan\" Synne, the \"wickedest woman in New York,\" looks promising but she's only plying her trade to help raise funds for her husband's surgery. He decides to return to his wife, with all her faults, only to find her carousing with his best friend Max. —Ed Stephan <stephan@cc.wwu.edu>",
"Genres": "Comedy, Drama",
"Release Date": "September 25, 1921 (United States)",
"Language": ", Language, None",
"Production Companies": "Famous Players-Lasky Corporation",
"Runtime": "1 hour 57 minutes",
"Certificate": "Unrated",
"Rating": "6.6",
"Country of Origin": "United States",
"Plot Keywords": "jazz agedecadencebrooklyn bridgewealthviolinist27 more",
"Year": "1921",
"Writers": " Arthur  Schnitzler(suggested by play of the same name) Jeanie  Macpherson(by)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BYjcxMWFjNTgtNzAwOC00OTIwLWE1ZTAtOTI3YjI2YWZhODQxXkEyXkFqcGdeQXVyMDY4MzkyNw@@._V1_.jpg"
},
{
"Title": "El gato montés",
"Top Cast": "Pola Negri, Victor Janson, Paul Heidemann, Wilhelm Diegelmann, Hermann Thimig, Edith Meller, Marga Köhler, Paul Graetz, Max Gronert, Erwin Kopp, Paul Biensfeldt",
"Synopsis": "A charismatic lieutenant newly assigned to a remote fort is captured by a group of mountain bandits, thus setting in motion a madcap farce that is Lubitsch at his most unrestrained.",
"Director": "Ernst Lubitsch",
"Storyline": "A charismatic lieutenant newly assigned to a remote fort is captured by a group of mountain bandits, thus setting in motion a madcap farce that is Lubitsch at his most unrestrained.",
"Genres": "Comedy, Drama, Romance",
"Release Date": "August 5, 1921 (Denmark)",
"Language": ", Language, None",
"Production Companies": "Projektions-AG Union (PAGU)",
"Runtime": "1 hour 19 minutes",
"Certificate": "Not Rated",
"Rating": "6.9",
"Country of Origin": "Germany",
"Plot Keywords": "banditsoldierladies' manseducersnow45 more",
"Year": "1921",
"Writers": " Hanns  Kräly Ernst  Lubitsch",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMTI3NWZhYjYtZjRhZS00ZmZhLTk5YzgtYTI3YTM2MTA3YjU2XkEyXkFqcGdeQXVyMjcxNjI4NTk@._V1_.jpg"
},
{
"Title": "El borrón",
"Top Cast": "Philip Hubbard, Margaret McWade, Claire Windsor, Louis Calhern, Marie Walcamp, William H. O'Brien, Gertrude Short, Larry Steers",
"Synopsis": "The Professor dispenses the wisdom of the ages and does not make a living wage. The sons of the rich and powerful are students lacking any motivation. The next door neighbor of the Professor, businessman Olsen, has money and lots of food, while the Griggs have hardly any. Both Peter Olsen and Reverend Gates are taken by the beauty of young Amelia Griggs. When rich son... Read all",
"Director": "Lois Weber",
"Storyline": "The Professor dispenses the wisdom of the ages and does not make a living wage. The sons of the rich and powerful are students lacking any motivation. The next door neighbor of the Professor, businessman Olsen, has money and lots of food, while the Griggs have hardly any. Both Peter Olsen and Reverend Gates are taken by the beauty of young Amelia Griggs. When rich son Phil West falls for Amelia Griggs and befriends the poor Reverend Gates, he finally sees the difference in his life and theirs and tries to do something to change that. —Tony Fontana <tony.fontana@spacebbs.com>",
"Genres": "Drama, Romance",
"Release Date": "September 4, 1921 (United States)",
"Language": "None, English",
"Production Companies": "Lois Weber Productions",
"Runtime": "1 hour 31 minutes",
"Certificate": "A",
"Rating": "6.8",
"Country of Origin": "United States",
"Plot Keywords": "immigrantpoverty strickendamsel in distressinfidelitycountry club51 more",
"Year": "1921",
"Writers": " Lois  Weber(story) Marion  Orth(scenario)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMjI0Nzg0NTM1N15BMl5BanBnXkFtZTgwNzM5NzgwMzE@._V1_.jpg"
},
{
"Title": "La dama de las camelias",
"Top Cast": "Rudolph Valentino, Rex Cherryman, Arthur Hoyt, Zeffie Tilbury, Patsy Ruth Miller, Elinor Oliver, William Orlamond, Consuelo Flowerton, Alla Nazimova, Edward Connelly",
"Synopsis": "A courtesan and an idealistic young man fall in love, only for her to give up the relationship at his status-conscious father's request.",
"Director": "Ray C. Smallwood",
"Storyline": "Camille is a courtesan in Paris. She falls deeply in love with a young man of promise, Armand Duval. When Armand's father begs her not to ruin his hope of a career and position by marrying Armand, she acquiesces and leaves her lover. However, when poverty and terminal illness overwhelm her, Camille discovers that Armand has not lost his love for her. —Jim Beaver <jumblejim@prodigy.net>",
"Genres": "Drama, Romance",
"Release Date": "September 26, 1921 (United States)",
"Language": "None, English",
"Production Companies": "Nazimova Productions",
"Runtime": "1 hour 12 minutes",
"Certificate": "Passed",
"Rating": "6.6",
"Country of Origin": "United States",
"Plot Keywords": "f ratedcourtesanpromiseillnesscamelia22 more",
"Year": "1921",
"Writers": " Alexandre  Dumas fils(by) June  Mathis(written for the screen by)",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMGQ2NzY2YjEtMjgwYi00YTY4LTk3OGMtMGFiMTgwZGY3YzZhXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_.jpg"
},
{
"Title": "La barca",
"Top Cast": "Buster Keaton, Edward F. Cline, Sybil Seely",
"Synopsis": "Buster and his family go on a voyage on his homemade boat that proves to be one disaster after another.",
"Director": "Edward F. Cline",
"Storyline": "Buster's handmade boat, The Damfino, is finished and is, of course, too large to get through the basement door. When he drives off with it in tow, the side of his house, then the whole thing, collapses. At the harbor he rides the boat out only to have it sink beneath him. The rest is a series of adventures he and his family have with the restored boat. —Ed Stephan <stephan@cc.wwu.edu>",
"Genres": "Short, Comedy, Family",
"Release Date": "November 20, 1921 (United States)",
"Language": ", Language, None",
"Production Companies": "First National Pictures",
"Runtime": "20 minutes",
"Certificate": "T",
"Rating": "7.1",
"Country of Origin": "United States",
"Plot Keywords": "boatleaking waterleaking from holeleakages.o.s.10 more",
"Year": "1921",
"Writers": " Buster  Keaton Edward  F.  Cline",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BOWFiOGEyZjctZDMxMy00NzJmLWIxZGUtZTE1ODVjYmY0YTdkXkEyXkFqcGdeQXVyMzg1ODEwNQ@@._V1_.jpg"
},
{
"Title": "Enchantment",
"Top Cast": "Marion Davies, Forrest Stanley, Edith Shayne, Tom Lewis, Arthur Rankin, Corinne Barker, Maude Turner Gordon, Edith Lyle, Huntley Gordon, Emmet Foy, Julia Hurley, Gilbert Rooney",
"Synopsis": "The frothy experiences of a vain little flapper. Her father induces an actor friend to become a gentlemanly cave man and the film becomes another variation of the 'Taming of the Shrew' theme.",
"Director": "Robert G. Vignola",
"Storyline": "The frothy experiences of a vain little flapper. Her father induces an actor friend to become a gentlemanly cave man and the film becomes another variation of the 'Taming of the Shrew' theme. —Anonymous",
"Genres": "Comedy",
"Release Date": "October 30, 1921 (United States)",
"Language": "None, English",
"Production Companies": "Cosmopolitan Productions",
"Runtime": "1 hour 30 minutes",
"Certificate": "Not Rated",
"Rating": "6.3",
"Country of Origin": "United States",
"Plot Keywords": "actorflapperplay within filmplay within a filmkiss13 more",
"Year": "1921",
"Writers": " Frank  R.  Adams(story \" Manhandling  Ethel\") Luther  Reed",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BOTA1MTA5NTc2OV5BMl5BanBnXkFtZTgwMDg4NDAwNzE@._V1_.jpg"
},
{
"Title": "Los cuatro jinetes del apocalipsis",
"Top Cast": "Rudolph Valentino, Alice Terry, Pomeroy Cannon, Josef Swickard, Bridgetta Clark, Virginia Warwick, Alan Hale, Mabel Van Buren, Stuart Holmes, John St. Polis, Mark Fenton, Derek Ghent, Nigel De Brulier, Bowditch M. Turner, Edward Connelly, Wallace Beery, Harry Northrup, Arthur Hoyt",
"Synopsis": "An extended family split up in France and Germany find themselves on opposing sides of the battlefield during World War I.",
"Director": "Rex Ingram",
"Storyline": "Julio Madariaga is the Argentine patriarch of a wealthy family. He has two daughters, the elder wed to a Frenchman and the other to a German. He prefers the Frenchman and his family, especially his grandson Julio, causing jealousy from the German and his three sons. When Madariaga dies, the family splits up, each son-in-law returning to his own country. The Frenchman and his own move to Paris, where Julio becomes an artist and has an affair with an unhappily married woman, the lovely Marguerite Laurier. Her husband finds out, but before he can finalize a divorce, World War One rears its head and both sides of the family will endure great suffering in the conflict, especially since they must fight one another on the battlefield. —cupcakes",
"Genres": "Drama, Romance, War",
"Release Date": "April 1921 (Canada)",
"Language": ", Language, English",
"Production Companies": "Metro Pictures Corporation",
"Runtime": "2 hours 30 minutes",
"Certificate": "Passed",
"Rating": "7.2",
"Country of Origin": "United States",
"Plot Keywords": "anti warnational film registryf ratedblockbusterblind soldier45 more",
"Year": "1921",
"Writers": " Vicente  Blasco  Ibáñez(novel \" Los cuatro jinetes del  Apocalipsis\") June  Mathis(written for the screen by)",
"Budget": "$800,000",
"Gross Worldwide": "$9,183,673",
"Image": "https://m.media-amazon.com/images/M/MV5BZmU3OTJkMTctMDllNy00NDk1LTk2YzEtZTE3ZTQxNjc2ZjBjXkEyXkFqcGdeQXVyMTYzMTY1MjQ@._V1_.jpg"
},
{
"Title": "El chivo",
"Top Cast": "Buster Keaton, Virginia Fox, Joe Roberts, Malcolm St. Clair, Kitty Bradbury, Edward F. Cline, Jean C. Havez, Joe Keaton, Louise Keaton, Myra Keaton",
"Synopsis": "A series of adventures begins when an accident during photographing causes Buster to be mistaken for Dead Shot Dan, the local bad guy.",
"Director": "Buster Keaton",
"Storyline": "After missing out on a fresh loaf of bread, down-on-his-luck, Buster, finds himself pursued by three policemen hot on his trail. However, to make matters worse, just when the lawless murderer, Dead Shot Dan, is about to have his mug shot taken, an innocent but fatal mistake will put a price on Buster's head. Now, with a \"Dead or Alive\" poster all over town, Buster will seek refuge in beautiful and sympathetic Virginia's home, only to come face to face with his worst fear. Will innocent Buster ever get off the hook? —Nick Riganas",
"Genres": "Comedy, Short",
"Release Date": "May 15, 1921 (United States)",
"Language": "None, English",
"Production Companies": "Joseph M. Schenck ProductionsBuster Keaton Productions",
"Runtime": "20 minutes",
"Certificate": "A",
"Rating": "7.7",
"Country of Origin": "United States",
"Plot Keywords": "jailbreakfugitivemugshotmistaken identitymale police officer13 more",
"Year": "1921",
"Writers": " Buster  Keaton Malcolm  St.  Clair",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMGYzNzk5OGMtOTlhOC00YmE2LWFhYTktMTNkOTQ4MmMxNTBlXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_.jpg"
},
{
"Title": "Hard Luck",
"Top Cast": "Buster Keaton, Virginia Fox, Joe Roberts, Bull Montana, Bessie Wong",
"Synopsis": "Strange things ensue after a young man attempts to take his own life.",
"Director": "Edward F. Cline",
"Storyline": "Out of work, Buster tries various ways to commit suicide. At last he tries \"poison\" from a bottle containing booze. The president of a sporting club speaks of the need for a sportsman to promote the club and drunken Buster gets the job for which he must learn fishing, hunting and riding. —Ed Stephan <stephan@cc.wwu.edu>",
"Genres": "Short, Comedy",
"Release Date": "March 14, 1921 (United States)",
"Language": "None, English",
"Production Companies": "Joseph M. Schenck Productions",
"Runtime": "22 minutes",
"Certificate": "Not Available",
"Rating": "7.0",
"Country of Origin": "United States",
"Plot Keywords": "attempted suicidearmadillofox huntingcountry clubswimming pool22 more",
"Year": "1921",
"Writers": " Edward  F.  Cline Buster  Keaton",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMzU2YmM1ZTMtODgzNy00NzJmLWJkYjgtNjE2YTQ4ZTgzZDRmXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_.jpg"
}
]