[
{
"Title": "Strongman",
"Year": "2009",
"Genres": "Documentary",
"Runtime": "1 hour 53 minutes",
"Language": "English",
"Synopsis": "The real-life story of Stanless Steel-- the only man in the world who can bend a U. S. penny with his fingers-- as he attempts to transform the world around him with his mighty grasp.",
"Release Date": "January 25, 2011 (United States)",
"Storyline": "A man strong enough to bend a penny with just his fingers, Stanless Steel reaches middle age, career disappointments and difficult personal relationships that begin to test his strengths and force him to struggle with the weaknesses around him -- including his own. —Zachary Levy",
"Production Companies": "Not Available",
"Director": "Zachary Levy",
"Writers": "StarStanley Pleskun",
"Rating": "6.5",
"Country of Origin": "United States",
"Plot Keywords": "Not Available",
"Top Cast": "Stanley Pleskun",
"Certificate": "Not Rated",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BMTU4NTAwNDk0MV5BMl5BanBnXkFtZTcwNTYyMzMzNA@@._V1_.jpg"
},
{
"Title": "The Revenant",
"Year": "2009",
"Genres": "Comedy, Fantasy, Horror",
"Runtime": "1 hour 57 minutes",
"Language": "English",
"Synopsis": "In Los Angeles, a fallen soldier who has joined the ranks of the living dead reunites with his best friend in order to deal with the city's drug dealers and killers - a perfect way to collect the blood that one of them so desperately needs.",
"Release Date": "August 24, 2012 (United States)",
"Storyline": "The night after his funeral, Bart, a soldier killed in Iraq gets up out of his grave and seeks out his best friend Joey. At dawn Bart's body falls to the floor, only to reawaken the following dusk. He and his buddy decide that he is a revenant: an articulate zombie that needs to drink blood to arrest the decomposition of his body. —MidnightMadwoman",
"Production Companies": "Wanko ToysPutrefactory",
"Director": "D. Kerry Prior",
"Writers": "D. Kerry Prior",
"Rating": "6.3",
"Country of Origin": "United States",
"Plot Keywords": "bloodsoldieriraqfuneraldrug dealer21 more",
"Top Cast": "David Anders, Chris Wylde, Louise Griffiths, Jacy King, Eric Payne, Bernardo Badillo, Theda Reichman, Richard Reichman, Wally White, Floyd Van Buskirk, Mark Elias, Zoë Simpson Dean, David St. James, Frante Foggie, Kevin Lyons, Aaron Kahn, Ken Martin, Scott Hoover",
"Certificate": "Motion Picture Rating (MPAA)Rated R for strong bloody violence, pervasive language, some drug use, sexual content and graphic nudity",
"Budget": "Not Available",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BNjA2NDkwMzEyOF5BMl5BanBnXkFtZTcwMzMzNDMyOA@@._V1_.jpg"
},
{
"Title": "Fast Lane",
"Year": "2010",
"Genres": "Action, Drama",
"Runtime": "1 hour 14 minutes",
"Language": "English",
"Synopsis": "A high-speed accident on the freeways of Los Angeles reveals a turf war between two competing car theft rings of sexy all-girl crews. Brandy Martinez, a young streetwise cop is assigned by lieutenant Baynes (Steven Bauer) to go undercover and infiltrate one of the crews. When Brandy falls for Carlo, an undercover cop also investigating the gangs, the two find themselv... Read all",
"Release Date": "January 22, 2014 (United States)",
"Storyline": "A high-speed accident on the freeways of Los Angeles reveals a turf war between two competing car theft rings of sexy all-girl crews. Brandy Martinez, a young streetwise cop is assigned by lieutenant Baynes (Steven Bauer) to go undercover and infiltrate one of the crews. When Brandy falls for Carlo, an undercover cop also investigating the gangs, the two find themselves in the middle of a treacherous game of survival with everything exploding around them. —Cover",
"Production Companies": "Tristan Leostar Films",
"Director": "David Betances",
"Writers": " David  Betances(screenplay) Sevier  Crespo(story)",
"Rating": "3.4",
"Country of Origin": "United States",
"Plot Keywords": "bound and gaggedtape gagtape over mouthcar racing",
"Top Cast": "Melina Lizette, Kenyetta Lethridge, Steven Bauer, Olivia Brown, Sevier Crespo, Anthony Ray Parker, Elika Crespo, Sara Sanderson, Ruben Palacios, Mary Christina Brown, Daniel Betances, Zero Kazama, Dina Lee, Mycole Metcalf, Frankie Needles, Andria Sheridan, Malena Teves",
"Certificate": "Motion Picture Rating (MPAA)Rated R for language including some sexual references",
"Budget": "$5,000,000",
"Gross Worldwide": "Not Available",
"Image": "https://m.media-amazon.com/images/M/MV5BOTE0Mjc2NDY0MV5BMl5BanBnXkFtZTgwNjQ4MTU0MzE@._V1_.jpg"
},
{
"Title": "Rock of Ages. La era del Rock",
"Year": "2012",
"Genres": "Comedy, Drama, Musical, Romance",
"Runtime": "2 hours 3 minutes",
"Language": "English",
"Synopsis": "A small-town girl and a city boy meet on the Sunset Strip while pursuing their Hollywood dreams.",
"Release Date": "August 10, 2012 (Spain)",
"Storyline": "1987. Naive Sherrie Christian has just arrived in Hollywood from Tulsa looking to become a rock star. She is just like Drew Boley was when he first arrived in Hollywood, he, now the Hollywood veteran, who works as a bar back at the Bourbon Club, known as the center of the rock scene in town and the place where many of the biggest acts in rock got their big break. The two meet as Drew helps Sherrie with a situation when she first arrives in town. Despite Dennis Dupree, the Bourbon's owner/manager, not liking to hire people like Drew or Sherrie - someone who has musical aspirations - as service staff, Drew is able to convince Dennis and his assistant Lonny to hire Sherrie as a server, Drew and Sherrie who have a blossoming mutual attraction. Dennis and Lonny, who are having financial difficulties, are able to convince rock star Stacee Jaxx, the perpetually stoned front man for the band Arsenal who got his first break performing at the Bourbon, to perform for free at a benefit concert at the club. Rumors are that Stacee is leaving Arsenal after their next gig to go solo, Rolling Stones reporter Constance Sack who wants to get the true story as to the reason. Another problem for the Bourbon is that Mayor Mike Whitmore is taking a tough stance on what he sees as bad societal influences like rock music. His Christian fundamentalist wife Patricia Whitmore is leading the on the ground campaign in this area, she who is determined to shut down the Bourbon. But Patricia is hiding a secret from her past as to the reason for her extreme fervor in getting rid of the Bourbon. As Drew and Sherrie's romance blossoms, other romances around them blossom as well. But their romance and their musical aspirations are threatened by trying to stay true to their musical visions, changing musical tastes, and by Stacee himself. —Huggo",
"Production Companies": "New Line CinemaCorner Store EntertainmentMaterial Pictures",
"Director": "Adam Shankman",
"Writers": " Justin  Theroux(screenplay by) Chris  D' Arienzo(screenplay by) Allan  Loeb(screenplay by)",
"Rating": "5.9",
"Country of Origin": "United States",
"Plot Keywords": "rockconcertpole dancermusic industrymale male kiss69 more",
"Top Cast": "Julianne Hough, Diego Boneta, Tom Cruise, Alec Baldwin, Dakota Sage Grant, Matthew Rush Sullivan, Russell Brand, Erica Frene, Michael Olusczak, Tony Bellissimo, Shane Hartline, James Martin Kelly, Bryan Cranston, Catherine Zeta-Jones, Celina Beach, Angelo Valderrama, Paul Giamatti, Dan Finnerty",
"Certificate": "A",
"Budget": "$75,000,000",
"Gross Worldwide": "$59,418,613",
"Image": "https://m.media-amazon.com/images/M/MV5BMTg2NDQyODAzNF5BMl5BanBnXkFtZTcwMTg5MDA3Nw@@._V1_.jpg"
},
{
"Title": "La meute",
"Year": "2010",
"Genres": "Horror",
"Runtime": "1 hour 24 minutes",
"Language": "French",
"Synopsis": "One winter morning, while driving through the desolate French countryside, traveler Charlotte picks up hitchhiker Max. Together they stop at a roadside diner, where a strange and depraved horror awaits.",
"Release Date": "September 29, 2010 (France)",
"Storyline": "A young female Charlotte on a road trip all alone gets harassed by a group of bikers at a snack store and later she gives lift to a hitchhiker Max. They both stop at a rundown roadside eatery run by a woman. The biker gang reappears at the eatery and when one of the gang members is about to rape Max, the entire gang is chased off by the owner of the restaurant. Moments later, Max vanishes after heading to the bathroom. Charlotte inquires the owner n a retired cop but to no avail. —Fella_shibby@yahoo.com",
"Production Companies": "La Fabrique 2BE-FILMSCanal+",
"Director": "Franck Richard",
"Writers": "Franck Richard",
"Rating": "4.8",
"Country of Origin": "FranceBelgium",
"Plot Keywords": "woman with a gundinertwo word titlehanging upside downburning house22 more",
"Top Cast": "Yolande Moreau, Émilie Dequenne, Benjamin Biolay, Philippe Nahon, Matthias Schoenaerts, Ian Fonteyn, Georges Lini, Philippe Résimont, Brice Fournier, Nicolas Leroy, Mathieu Bouteligier, François Doms, Benoît Vivien, Eric Godon, Joris Strickx, Mamy Camara, Boris Van Wambeke, Jean-Marie Barbier",
"Certificate": "Motion Picture Rating (MPAA)Rated R for bloody horror violence and language including sexual references",
"Budget": "€2,870,000",
"Gross Worldwide": "$274,839",
"Image": "https://m.media-amazon.com/images/M/MV5BNjk1OWQ0YmQtYzAxYi00MTBiLWEyMDYtYTc3YTI3ZWJhOGQ4XkEyXkFqcGdeQXVyNTcyMjMxMDA@._V1_.jpg"
}
]